{"class_name": "Tokenizer", "config": {"num_words": 10000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "<OOV>", "document_count": 5100, "word_counts": "{\"design\": 1056, \"a\": 2075, \"model\": 1257, \"to\": 3091, \"recognize\": 223, \"handwritten\": 160, \"digits\": 160, \"produce\": 225, \"artwork\": 172, \"extract\": 246, \"regions\": 168, \"build\": 1019, \"neural\": 1019, \"network\": 1019, \"detect\": 215, \"objects\": 159, \"deep\": 2001, \"learning\": 2001, \"system\": 1016, \"analyze\": 391, \"audio\": 167, \"signals\": 167, \"weather\": 170, \"categorize\": 206, \"animals\": 343, \"from\": 1024, \"input\": 1024, \"data\": 1309, \"locate\": 223, \"find\": 215, \"cars\": 180, \"mask\": 202, \"forecast\": 208, \"sensor\": 142, \"generate\": 371, \"faces\": 168, \"using\": 985, \"roads\": 158, \"time\": 190, \"series\": 190, \"identify\": 393, \"synthetic\": 143, \"sentences\": 165, \"images\": 359, \"pixels\": 186, \"synthesize\": 214, \"fashion\": 169, \"designs\": 169, \"people\": 173, \"separate\": 194, \"medical\": 169, \"scans\": 169, \"documents\": 172, \"segment\": 208, \"tumors\": 164, \"text\": 157, \"traffic\": 172, \"signs\": 172, \"language\": 174, \"stock\": 181, \"prices\": 181, \"reviews\": 182, \"create\": 199, \"classify\": 378, \"translate\": 192, \"photos\": 183, \"predict\": 214, \"organs\": 174, \"summarize\": 182}", "word_docs": "{\"a\": 2075, \"to\": 3091, \"recognize\": 223, \"design\": 1056, \"digits\": 160, \"handwritten\": 160, \"model\": 1219, \"artwork\": 172, \"produce\": 225, \"regions\": 168, \"extract\": 246, \"detect\": 215, \"neural\": 1019, \"network\": 1019, \"build\": 1019, \"objects\": 159, \"signals\": 167, \"system\": 1016, \"audio\": 167, \"deep\": 2001, \"learning\": 2001, \"analyze\": 391, \"weather\": 170, \"animals\": 343, \"from\": 1024, \"categorize\": 206, \"input\": 1024, \"data\": 1245, \"locate\": 223, \"find\": 215, \"cars\": 180, \"mask\": 202, \"forecast\": 208, \"sensor\": 142, \"faces\": 168, \"using\": 985, \"generate\": 371, \"roads\": 158, \"time\": 190, \"series\": 190, \"identify\": 393, \"synthetic\": 143, \"sentences\": 165, \"images\": 359, \"pixels\": 186, \"synthesize\": 214, \"fashion\": 169, \"designs\": 169, \"people\": 173, \"separate\": 194, \"medical\": 169, \"scans\": 169, \"documents\": 172, \"tumors\": 164, \"segment\": 208, \"text\": 157, \"traffic\": 172, \"signs\": 172, \"language\": 174, \"stock\": 181, \"prices\": 181, \"reviews\": 182, \"create\": 199, \"classify\": 378, \"translate\": 192, \"photos\": 183, \"predict\": 214, \"organs\": 174, \"summarize\": 182}", "index_docs": "{\"3\": 2075, \"2\": 3091, \"24\": 223, \"8\": 1056, \"65\": 160, \"64\": 160, \"7\": 1219, \"49\": 172, \"23\": 225, \"58\": 168, \"22\": 246, \"26\": 215, \"12\": 1019, \"13\": 1019, \"11\": 1019, \"66\": 159, \"61\": 167, \"14\": 1016, \"60\": 167, \"4\": 2001, \"5\": 2001, \"17\": 391, \"53\": 170, \"21\": 343, \"9\": 1024, \"32\": 206, \"10\": 1024, \"6\": 1245, \"25\": 223, \"27\": 215, \"45\": 180, \"33\": 202, \"30\": 208, \"70\": 142, \"59\": 168, \"15\": 985, \"19\": 371, \"67\": 158, \"37\": 190, \"38\": 190, \"16\": 393, \"69\": 143, \"62\": 165, \"20\": 359, \"39\": 186, \"28\": 214, \"54\": 169, \"55\": 169, \"48\": 173, \"35\": 194, \"56\": 169, \"57\": 169, \"50\": 172, \"63\": 164, \"31\": 208, \"68\": 157, \"51\": 172, \"52\": 172, \"46\": 174, \"43\": 181, \"44\": 181, \"41\": 182, \"34\": 199, \"18\": 378, \"36\": 192, \"40\": 183, \"29\": 214, \"47\": 174, \"42\": 182}", "index_word": "{\"1\": \"<OOV>\", \"2\": \"to\", \"3\": \"a\", \"4\": \"deep\", \"5\": \"learning\", \"6\": \"data\", \"7\": \"model\", \"8\": \"design\", \"9\": \"from\", \"10\": \"input\", \"11\": \"build\", \"12\": \"neural\", \"13\": \"network\", \"14\": \"system\", \"15\": \"using\", \"16\": \"identify\", \"17\": \"analyze\", \"18\": \"classify\", \"19\": \"generate\", \"20\": \"images\", \"21\": \"animals\", \"22\": \"extract\", \"23\": \"produce\", \"24\": \"recognize\", \"25\": \"locate\", \"26\": \"detect\", \"27\": \"find\", \"28\": \"synthesize\", \"29\": \"predict\", \"30\": \"forecast\", \"31\": \"segment\", \"32\": \"categorize\", \"33\": \"mask\", \"34\": \"create\", \"35\": \"separate\", \"36\": \"translate\", \"37\": \"time\", \"38\": \"series\", \"39\": \"pixels\", \"40\": \"photos\", \"41\": \"reviews\", \"42\": \"summarize\", \"43\": \"stock\", \"44\": \"prices\", \"45\": \"cars\", \"46\": \"language\", \"47\": \"organs\", \"48\": \"people\", \"49\": \"artwork\", \"50\": \"documents\", \"51\": \"traffic\", \"52\": \"signs\", \"53\": \"weather\", \"54\": \"fashion\", \"55\": \"designs\", \"56\": \"medical\", \"57\": \"scans\", \"58\": \"regions\", \"59\": \"faces\", \"60\": \"audio\", \"61\": \"signals\", \"62\": \"sentences\", \"63\": \"tumors\", \"64\": \"handwritten\", \"65\": \"digits\", \"66\": \"objects\", \"67\": \"roads\", \"68\": \"text\", \"69\": \"synthetic\", \"70\": \"sensor\"}", "word_index": "{\"<OOV>\": 1, \"to\": 2, \"a\": 3, \"deep\": 4, \"learning\": 5, \"data\": 6, \"model\": 7, \"design\": 8, \"from\": 9, \"input\": 10, \"build\": 11, \"neural\": 12, \"network\": 13, \"system\": 14, \"using\": 15, \"identify\": 16, \"analyze\": 17, \"classify\": 18, \"generate\": 19, \"images\": 20, \"animals\": 21, \"extract\": 22, \"produce\": 23, \"recognize\": 24, \"locate\": 25, \"detect\": 26, \"find\": 27, \"synthesize\": 28, \"predict\": 29, \"forecast\": 30, \"segment\": 31, \"categorize\": 32, \"mask\": 33, \"create\": 34, \"separate\": 35, \"translate\": 36, \"time\": 37, \"series\": 38, \"pixels\": 39, \"photos\": 40, \"reviews\": 41, \"summarize\": 42, \"stock\": 43, \"prices\": 44, \"cars\": 45, \"language\": 46, \"organs\": 47, \"people\": 48, \"artwork\": 49, \"documents\": 50, \"traffic\": 51, \"signs\": 52, \"weather\": 53, \"fashion\": 54, \"designs\": 55, \"medical\": 56, \"scans\": 57, \"regions\": 58, \"faces\": 59, \"audio\": 60, \"signals\": 61, \"sentences\": 62, \"tumors\": 63, \"handwritten\": 64, \"digits\": 65, \"objects\": 66, \"roads\": 67, \"text\": 68, \"synthetic\": 69, \"sensor\": 70}"}}